Revit 2024 API
UnitTypeId.Kilograms Property
 Kilograms.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Kilograms { get; }
Visual Basic
Public Shared ReadOnly Property Kilograms As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Kilograms {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace